Repository: zizicici/moontake
Catalog: moontake/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# moon_finder.sensors.detail
source: Use the angles above with a compass. Azimuth is measured clockwise from true north.
ar: استخدم الزوايا أعلاه مع بوصلة. يُقاس السمت مع عقارب الساعة من الشمال الحقيقي.
de: Nutzen Sie die Winkel oben mit einem Kompass. Der Azimut zählt im Uhrzeigersinn ab geografisch Nord.
es: Usa los ángulos de arriba con una brújula. El acimut se mide en sentido horario desde el norte geográfico.
fr: Utilisez les angles ci-dessus avec une boussole. L’azimut se mesure dans le sens horaire depuis le nord géographique.
ja: 上の角度とコンパスを参考にしてください。方位角は真北から時計回りです。
pt_br: Use os ângulos acima com uma bússola. O azimute é medido no sentido horário a partir do norte geográfico.
pt_pt: Use os ângulos acima com uma bússola. O azimute é medido no sentido horário a partir do norte geográfico.
ru: Используйте углы выше и компас. Азимут отсчитывается по часовой стрелке от истинного севера.
uk: Використовуйте кути вище й компас. Азимут відлічується за годинниковою стрілкою від істинної півночі.
zh_hans: 可结合指南针参考上方角度。方位角从正北顺时针计算。
zh_hant: 可搭配指南針參考上方角度。方位角由正北順時針計算。
zh_hk: 可搭配指南針參考上方角度。方位角由正北順時針計算。

# moon_finder.sensors.title
source: Direction guidance unavailable
ar: إرشاد الاتجاه غير متاح
de: Richtungshilfe nicht verfügbar
es: Guía de dirección no disponible
fr: Guidage indisponible
ja: 方向ガイドを利用できません
pt_br: Orientação indisponível
pt_pt: Orientação indisponível
ru: Наведение недоступно
uk: Наведення недоступне
zh_hans: 无法提供方向引导
zh_hant: 無法提供方向引導
zh_hk: 無法提供方向引導

# moon_finder.settings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
ja: 設定を開く
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 開啟設定

# moon_finder.target
source: Approx. Moon position
ar: موقع القمر التقريبي
de: Ungefähre Mondposition
es: Posición aproximada de la Luna
fr: Position approximative de la Lune
ja: 月のおおよその位置
pt_br: Posição aproximada da Lua
pt_pt: Posição aproximada da Lua
ru: Примерное положение Луны
uk: Приблизне положення Місяця
zh_hans: 月亮大致位置
zh_hant: 月亮大致位置
zh_hk: 月亮大致位置

# moon_finder.tracking.detail
source: Move your phone in the arrow’s direction. About %.0f° to go. Approximate.
ar: حرّك الهاتف في اتجاه السهم. بقي نحو %.0f°. تقريبي.
de: Bewegen Sie das Handy in Pfeilrichtung. Noch etwa %.0f°. Ungefähr.
es: Gira el teléfono en la dirección de la flecha. Faltan unos %.0f°. Aproximado.
fr: Orientez le téléphone dans le sens de la flèche. Encore environ %.0f°. Approximatif.
ja: 矢印の方向に端末を向けてください。あと約 %.0f°。目安です。
pt_br: Mova o celular na direção da seta. Faltam cerca de %.0f°. Aproximado.
pt_pt: Mova o telemóvel na direção da seta. Faltam cerca de %.0f°. Aproximado.
ru: Поверните телефон по стрелке. Осталось примерно %.0f°. Приблизительно.
uk: Поверніть телефон за стрілкою. Залишилося приблизно %.0f°. Приблизно.
zh_hans: 沿箭头方向转动手机，还差约 %.0f°。仅供参考。
zh_hant: 沿箭頭方向轉動手機，還差約 %.0f°。僅供參考。
zh_hk: 沿箭頭方向轉動手機，還差約 %.0f°。僅供參考。

# moon_finder.tracking.title
source: Follow the arrow
ar: اتبع السهم
de: Dem Pfeil folgen
es: Sigue la flecha
fr: Suivez la flèche
ja: 矢印に沿って動かす
pt_br: Siga a seta
pt_pt: Siga a seta
ru: Следуйте стрелке
uk: Рухайтеся за стрілкою
zh_hans: 沿箭头方向移动
zh_hant: 沿箭頭方向移動
zh_hk: 沿箭頭方向移動

# moon_finder.turn_around.title
source: Turn around
ar: استدر للخلف
de: Drehen Sie sich um
es: Date la vuelta
fr: Tournez-vous
ja: 後ろを向いてください
pt_br: Vire-se
pt_pt: Vire-se
ru: Повернитесь
uk: Поверніться
zh_hans: 请转身寻找
zh_hant: 請轉身尋找
zh_hk: 請轉身尋找

# moon.phase.full
source: Full Moon
ar: البدر
de: Vollmond
es: Luna llena
fr: Pleine lune
ja: 満月
pt_br: Lua Cheia
pt_pt: Lua Cheia
ru: Полнолуние
uk: Повня
zh_hans: 满月
zh_hant: 滿月
zh_hk: 滿月

# moon.phase.loading
source: Loading moon phase…
ar: جارٍ تحميل طور القمر…
de: Mondphase wird geladen…
es: Cargando fase lunar…
fr: Chargement de la phase lunaire…
ja: 月相を読み込み中…
pt_br: Carregando a fase lunar…
pt_pt: A carregar a fase lunar…
ru: Загрузка фазы Луны…
uk: Завантаження фази Місяця…
zh_hans: 正在加载月相…
zh_hant: 正在載入月相…
zh_hk: 正在載入月相…

# moon.phase.new
source: New Moon
ar: المحاق
de: Neumond
es: Luna nueva
fr: Nouvelle lune
ja: 新月
pt_br: Lua Nova
pt_pt: Lua Nova
ru: Новолуние
uk: Молодик
zh_hans: 新月
zh_hant: 新月
zh_hk: 新月

source: Moon phase unavailable
ar: طور القمر غير متاح
de: Mondphase nicht verfügbar
es: Fase lunar no disponible
fr: Phase lunaire indisponible
ja: 月相を取得できません
pt_br: Fase lunar indisponível
pt_pt: Fase lunar indisponível
ru: Фаза Луны недоступна
uk: Фаза Місяця недоступна
zh_hans: 月相暂不可用
zh_hant: 月相暫不可用
zh_hk: 月相暫不可用

# moon.phase.waning.crescent
source: Waning Crescent
ar: الهلال المتناقص
de: Abnehmende Sichel
es: Luna menguante
fr: Dernier croissant
ja: 有明月
pt_br: Lua Minguante
pt_pt: Lua Minguante
ru: Убывающий серп
uk: Спадаючий серп
zh_hans: 残月
zh_hant: 殘月
zh_hk: 殘月

# moon.phase.waning.gibbous
source: Waning Gibbous
ar: الأحدب المتناقص
de: Abnehmender Dreiviertelmond
es: Gibosa menguante
fr: Gibbeuse décroissante
ja: 下弦前の月
pt_br: Gibosa Minguante
pt_pt: Gibosa Minguante
ru: Убывающая выпуклая Луна
uk: Спадаючий опуклий Місяць
zh_hans: 亏凸月
zh_hant: 虧凸月
zh_hk: 虧凸月

# moon.phase.waning.last_quarter
source: Last Quarter
ar: التربيع الأخير
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier
ja: 下弦の月
pt_br: Quarto Minguante
pt_pt: Quarto Minguante
ru: Последняя четверть
uk: Остання чверть
zh_hans: 下弦月
zh_hant: 下弦月
zh_hk: 下弦月

# moon.phase.waxing.crescent
source: Waxing Crescent
ar: الهلال المتزايد
de: Zunehmende Sichel
es: Luna creciente
fr: Premier croissant
ja: 三日月
pt_br: Lua Crescente
pt_pt: Lua Crescente
ru: Растущий серп
uk: Зростаючий серп
zh_hans: 蛾眉月
zh_hant: 蛾眉月
zh_hk: 蛾眉月

# moon.phase.waxing.first_quarter
source: First Quarter
ar: التربيع الأول
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier
ja: 上弦の月
pt_br: Quarto Crescente
pt_pt: Quarto Crescente
ru: Первая четверть
uk: Перша чверть
zh_hans: 上弦月
zh_hant: 上弦月
zh_hk: 上弦月

# moon.phase.waxing.gibbous
source: Waxing Gibbous
ar: الأحدب المتزايد
de: Zunehmender Dreiviertelmond
es: Gibosa creciente
fr: Gibbeuse croissante
ja: 上弦過ぎの月
pt_br: Gibosa Crescente
pt_pt: Gibosa Crescente
ru: Растущая выпуклая Луна
uk: Зростаючий опуклий Місяць
zh_hans: 盈凸月
zh_hant: 盈凸月
zh_hk: 盈凸月

# more.share
source: Share App
ar: مشاركة التطبيق
de: App teilen
es: Compartir app
fr: Partager l’app
ja: Appを共有
pt_br: Compartilhar app
pt_pt: Partilhar app
ru: Поделиться приложением
uk: Поділитися застосунком
zh_hans: 分享 App
zh_hant: 分享 App
zh_hk: 分享 App

# more.title
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
ja: その他
pt_br: Mais
pt_pt: Mais
ru: Больше
uk: Більше
zh_hans: 更多
zh_hant: 更多
zh_hk: 更多

# permission.camera.enable.title
source: Enable Camera Access
ar: تمكين الوصول إلى الكاميرا
de: Kamerazugriff aktivieren
es: Activar acceso a la cámara
fr: Activer l'accès à l'appareil photo
ja: カメラへのアクセスを有効にする
pt_br: Ativar acesso à câmera
pt_pt: Ativar acesso à câmara
ru: Включить доступ к камере
uk: Увімкнути доступ до камери
zh_hans: 开启相机访问权限
zh_hant: 開啟相機存取權限
zh_hk: 開啟相機存取權限

# permission.camera.subtitle
source: To take photos
ar: لالتقاط الصور
de: Zum Aufnehmen von Fotos
es: Para tomar fotos
fr: Pour prendre des photos
ja: 写真を撮影するため
pt_br: Para tirar fotos
pt_pt: Para tirar fotografias
ru: Чтобы снимать фотографии
uk: Щоб робити фото
zh_hans: 用于拍照
zh_hant: 用於拍照
zh_hk: 用於拍照

# permission.photo_library.enable.title
source: Enable Photo Library Access
ar: تمكين الوصول إلى مكتبة الصور
de: Zugriff auf die Fotomediathek aktivieren
es: Activar acceso a la biblioteca de fotos
fr: Activer l'accès à la photothèque
ja: 写真ライブラリへのアクセスを有効にする
pt_br: Ativar acesso à Biblioteca de Fotos
pt_pt: Ativar acesso à Fototeca
ru: Включить доступ к фотобиблиотеке
uk: Увімкнути доступ до фотобібліотеки
zh_hans: 开启系统相册访问权限
zh_hant: 開啟系統相簿存取權限
zh_hk: 開啟系統相簿存取權限

# permission.photo_library.subtitle
source: To save photos to your Photo Library
ar: لحفظ الصور في مكتبة الصور
de: Zum Speichern von Fotos in Ihrer Fotomediathek
es: Para guardar fotos en tu biblioteca de fotos
fr: Pour enregistrer des photos dans votre photothèque
ja: 写真を写真ライブラリに保存するため
pt_br: Para salvar fotos na sua Biblioteca de Fotos
pt_pt: Para guardar fotografias na Fototeca
ru: Чтобы сохранять фотографии в фотобиблиотеку
uk: Щоб зберігати фотографії у фотобібліотеку
zh_hans: 用于将照片保存到系统相册
zh_hant: 用於將照片保存到系統相簿
zh_hk: 用於將照片保存到系統相簿

# photo.original.title
source: Original Photo
ar: الصورة الأصلية
de: Originalfoto
es: Foto original
fr: Photo originale
ja: 元の写真
pt_br: Foto original
pt_pt: Foto original
ru: Оригинальное фото
uk: Оригінальне фото
zh_hans: 原始照片
zh_hant: 原始照片
zh_hk: 原始照片

# photo.watermarked.title
source: Watermarked Photo
ar: الصورة بعلامة مائية
de: Foto mit Wasserzeichen
es: Foto con marca de agua
fr: Photo avec filigrane
ja: ウォーターマーク入り写真
pt_br: Foto com marca d'água
pt_pt: Foto com marca d'água
ru: Фото с водяным знаком
uk: Фото з водяним знаком
zh_hans: 带水印照片
zh_hant: 帶浮水印照片
zh_hk: 帶浮水印照片

# promotion.first
source: - Save original/watermarked photos freely
ar: - احفظ الصور الأصلية أو المعلَّمة بحرية
de: - Original-/wassermarkierte Fotos frei speichern
es: - Guardar libremente fotos originales/con marca de agua
fr: - Enregistrer librement les photos originales/filigranées
ja: - オリジナル/ウォーターマーク付き写真を自由に保存
pt_br: - Salvar fotos originais/com marca d'água livremente
pt_pt: - Salvar fotos originais/com marca d'água livremente
ru: - Свободно сохранять оригинальные/фотографии с водяным знаком
uk: - Вільно зберігати оригінальні/водяні фото
zh_hans: - 原始照片/水印照片随意保存
zh_hant: - 原始照片/浮水印照片隨意保存
zh_hk: - 原始照片/浮水印照片隨意保存

# promotion.future
source: - More features coming soon…
ar: - المزيد من الميزات قريبًا…
de: - Weitere Funktionen in Kürze verfügbar...
es: - Próximamente más funciones...
fr: - De nouvelles fonctionnalités à venir...
ja: - 新機能を追加予定...
pt_br: - Mais funcionalidades em breve...
pt_pt: - Mais funcionalidades em breve...
ru: - Скоро будут добавлены новые функции...
uk: - Нові функції незабаром...
zh_hans: - 更多功能持续更新中…
zh_hant: - 更多功能持續更新中…
zh_hk: - 更多功能持續更新中…

# promotion.moon_calendar
source: - Browse lunar phases in any month
ar: - تصفّح أطوار القمر في أي شهر
de: - Mondphasen für jeden Monat ansehen
es: - Consultar las fases lunares de cualquier mes
fr: - Consulter les phases lunaires de tous les mois
ja: - すべての月の月相を表示
pt_br: - Ver as fases lunares de qualquer mês
pt_pt: - Consultar as fases lunares de qualquer mês
ru: - Просмотр фаз Луны за любой месяц
uk: - Перегляд фаз Місяця за будь-який місяць
zh_hans: - 查看任意月份的月相
zh_hant: - 查看任意月份的月相
zh_hk: - 查看任意月份的月相

# promotion.second
source: - Unlimited album browsing
ar: - تصفح غير محدود للألبوم
de: - Unbegrenztes Alben-Browsen
es: - Navegación ilimitada de álbumes
fr: - Navigation illimitée d'albums
ja: - 無制限のアルバム閲覧
pt_br: - Navegação ilimitada de álbuns
pt_pt: - Navegação ilimitada de álbuns
ru: - Неограниченный просмотр альбомов
uk: - Необмежений перегляд альбомів
zh_hans: - 相册浏览无限制
zh_hant: - 相簿瀏覽無限制
zh_hk: - 相簿瀏覽無限制

# promotion.title
source: Upgrade to Pro to unlock:
ar: قم بالترقية إلى Pro لفتح:
de: Upgrade auf Pro zum Entsperren:
es: Actualiza a Pro para desbloquear:
fr: Passer à Pro pour débloquer :
ja: アップグレードしてProにアンロック：
pt_br: Atualize para Pro para desbloquear:
pt_pt: Atualize para Pro para desbloquear:
ru: Повысьте до Pro для разблокировки:
uk: Оновіть до Pro, щоб розблокувати:
zh_hans: 升级为Pro用户，可解锁：
zh_hant: 升級為Pro用戶，可解鎖：
zh_hk: 升級為Pro用戶，可解鎖：

# settings.app_album.disable
source: Disable
ar: إيقاف
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効
pt_br: Desativar
pt_pt: Desativar
ru: Выключить
uk: Вимкнути
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# settings.app_album.enable
source: Enable
ar: تشغيل
de: Aktivieren
es: Activar
fr: Activer
ja: 有効
pt_br: Ativar
pt_pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 开启
zh_hant: 開啟
zh_hk: 開啟

# settings.app_album.footer
source: This only affects new photos you take from now on. Turning it off won't remove photos already in the app album, and it doesn't change Photo Library save settings.
ar: يتحكم هذا الخيار فقط في الصور الجديدة التي تلتقطها بعد الآن. إيقافه لن يحذف الصور الموجودة بالفعل في ألبوم التطبيق، كما أنه لا يؤثر على إعدادات الحفظ في مكتبة الصور بالنظام.
de: Diese Einstellung gilt nur für neue Fotos, die Sie ab jetzt aufnehmen. Wenn Sie sie deaktivieren, werden bereits vorhandene Fotos im App-Album nicht gelöscht, und die Einstellungen zum Speichern in der System-Fotomediathek bleiben unverändert.
es: Esto solo afecta a las fotos nuevas que tomes a partir de ahora. Desactivarlo no eliminará las fotos que ya están en el álbum de la app y tampoco cambiará la configuración de guardado en la biblioteca del sistema.
fr: Cela ne concerne que les nouvelles photos que vous prendrez à partir de maintenant. Le désactiver ne supprimera pas les photos déjà présentes dans l’album de l’app et ne modifiera pas les réglages d’enregistrement dans la photothèque système.
ja: この設定は、これ以降に新しく撮影する写真にのみ適用されます。 オフにしても、すでにアプリ内アルバムにある写真は削除されず、システムの写真ライブラリへの保存設定にも影響しません。
pt_br: Isso afeta apenas as novas fotos que você tirar a partir de agora. Desativar não removerá as fotos que já estão no álbum do app e também não mudará as configurações de salvamento na biblioteca do sistema.
pt_pt: Isto afeta apenas as novas fotografias que tirar a partir de agora. Desativar não irá remover as fotografias já existentes no álbum da app e também não altera as definições de gravação na fototeca do sistema.
ru: Этот параметр влияет только на новые фотографии, которые вы сделаете с этого момента. Отключение не удалит фотографии, уже сохраненные в альбоме приложения, и не изменит настройки сохранения в системную фотобиблиотеку.
uk: Це впливає лише на нові фотографії, які ви зробите відтепер. Вимкнення не видалить фотографії, що вже є в альбомі застосунку, і не змінить налаштування збереження до системної фотобібліотеки.
zh_hans: 这个选项只影响你之后新拍的照片。 关闭后不会删除 App 内相册中已有的照片，也不会改变保存到系统相册的设置。
zh_hant: 這個選項只會影響你之後新拍的照片。 關閉後不會刪除 App 內相簿中已有的照片，也不會改變保存到系統相簿的設定。
zh_hk: 這個選項只會影響你之後新拍的照片。 關閉後不會刪除 App 內相簿中已有的照片，也不會改變保存到系統相簿的設定。

# settings.app_album.pro_footer
source: Pro users can choose whether new photos stay in the app album.
ar: يمكن لمستخدمي Pro اختيار ما إذا كانت الصور الجديدة ستبقى في ألبوم التطبيق.
de: Pro-Nutzer können wählen, ob neue Fotos im App-Album behalten werden.
es: Los usuarios Pro pueden elegir si las fotos nuevas permanecen en el álbum de la app.
fr: Les utilisateurs Pro peuvent choisir si les nouvelles photos restent dans l’album de l’app.
ja: Proユーザーは、新しい写真をアプリ内アルバムに残すかどうかを選べます。
pt_br: Usuários Pro podem escolher se as novas fotos permanecem no álbum do app.
pt_pt: Os utilizadores Pro podem escolher se as novas fotografias permanecem no álbum da app.
ru: Пользователи Pro могут выбирать, будут ли новые фото оставаться в альбоме приложения.
uk: Користувачі Pro можуть вибирати, чи залишатимуться нові фото в альбомі застосунку.
zh_hans: Pro 用户可以选择新拍照片是否保留在 App 内相册。
zh_hant: Pro 用戶可以選擇新拍照片是否保留在 App 內相簿。
zh_hk: Pro 用戶可以選擇新拍照片是否保留在 App 內相簿。

# settings.app_album.title
source: App Album Save
ar: حفظ في ألبوم التطبيق
de: Im App-Album speichern
es: Guardado en álbum de la app
fr: Enregistrement dans l’album de l’app
ja: アプリ内アルバム保存
pt_br: Salvar no álbum do app
pt_pt: Guardar no álbum da app
ru: Сохранение в альбоме приложения
uk: Збереження в альбомі застосунку
zh_hans: App内相册保存
zh_hant: App 內相簿保存
zh_hk: App 內相簿保存

# settings.default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt_br: Padrão
pt_pt: Padrão
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設
zh_hk: 預設

# settings.iso.footer
source: In theory, under the same exposure time, a lower ISO value tends to reduce image noise. However, a lower ISO value may result in longer exposure time, which often requires a more stable camera support to avoid potential blurriness in the image.
ar: من الناحية النظرية، عند نفس زمن التعريض، تميل قيمة ISO الأقل إلى تقليل التشويش في الصورة. لكن قيمة ISO الأقل قد تؤدي إلى زمن تعريض أطول، ما يتطلب عادةً تثبيتًا أكبر للكاميرا لتجنب ضبابية الصورة المحتملة.
de: Theoretisch führt ein niedrigerer ISO-Wert bei gleicher Belichtungszeit tendenziell zu einer Verringerung des Bildrauschens. Ein niedrigerer ISO-Wert führt jedoch möglicherweise zu einer längeren Belichtungszeit, die oft eine stabilere Kamerahalterung erfordert, um potenzielle Unschärfe im Bild zu vermeiden.
es: En teoría, bajo el mismo tiempo de exposición, un valor ISO más bajo tiende a reducir el ruido de la imagen. Sin embargo, un valor ISO más bajo puede resultar en un tiempo de exposición más largo, lo cual a menudo requiere un soporte de cámara más estable para evitar posibles borrosidades en la imagen.
fr: En théorie, pour une même durée d'exposition, une valeur ISO plus basse a tendance à réduire le bruit de l'image. Cependant, une valeur ISO plus basse peut entraîner une durée d'exposition plus longue, ce qui nécessite souvent un support d'appareil photo plus stable pour éviter toute éventuelle imprécision dans l'image.
ja: 理論上、同じ露光時間の場合、ISO値が低いほど画像のノイズが減少する傾向にあります。 ただし、ISO値が低いと露光時間が長くなる可能性があり、より安定したカメラ固定が必要となります。そうしないと画像がぼやける可能性があります。
pt_br: Em teoria, sob o mesmo tempo de exposição, um valor ISO mais baixo tende a reduzir o ruído da imagem. No entanto, um valor ISO mais baixo pode resultar em um tempo de exposição maior, o que frequentemente requer um suporte de câmera mais estável para evitar possíveis desfoques na imagem.
pt_pt: Em teoria, sob o mesmo tempo de exposição, um valor ISO mais baixo tende a reduzir o ruído da imagem. No entanto, um valor ISO mais baixo pode resultar em um tempo de exposição maior, o que frequentemente requer um suporte de câmera mais estável para evitar possíveis desfoques na imagem.
ru: В теории, при одинаковом времени экспозиции более низкое значение ISO склонно снижать шум на изображении. Однако более низкое значение ISO может привести к более длительному времени экспозиции, что часто требует более надежной фиксации камеры, чтобы избежать потенциального размытия на изображении.
uk: Теоретично, за однакового часу експозиції менше значення ISO має тенденцію зменшувати шум на зображенні. Однак, менше значення ISO може призводити до тривалішого часу експозиції, що часто вимагає більш стійкої опори камери для уникнення розмиття на зображенні.
zh_hans: 理论上，在相同曝光时间下，ISO 值越低，画面噪点通常越少。 但是，较低的 ISO 值也可能导致曝光时间更长，因此往往需要更稳定的相机支撑，否则画面可能模糊。
zh_hant: 理論上，在相同曝光時間下，ISO 值越低，畫面噪點通常越少。 但是，較低的 ISO 值也可能導致曝光時間更長，因此往往需要更穩定的相機支撐，否則畫面可能模糊。
zh_hk: 理論上，在相同曝光時間下，ISO 值越低，畫面噪點通常越少。 但是，較低的 ISO 值也可能導致曝光時間更長，因此往往需要更穩定的相機支撐，否則畫面可能模糊。

# settings.iso.options.title
source: ISO Options
ar: خيارات ISO
de: ISO-Optionen
es: Opciones de ISO
fr: Options ISO
ja: ISOオプション
pt_br: Opções de ISO
pt_pt: Opções de ISO
ru: Опции ISO
uk: Параметри ISO
zh_hans: ISO选项
zh_hant: ISO選項
zh_hk: ISO選項

# settings.language.title
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言

# settings.photo_saving.title
source: Photo Saving
ar: حفظ الصور
de: Fotospeicherung
es: Guardado de fotos
fr: Enregistrement des photos
ja: 写真の保存
pt_br: Salvamento de fotos
pt_pt: Guardar fotografias
ru: Сохранение фото
uk: Збереження фото
zh_hans: 照片保存
zh_hant: 照片保存
zh_hk: 照片保存

# settings.pro_required.error
source: This option is available to Pro users only.
ar: هذا الخيار متاح لمستخدمي Pro فقط.
de: Diese Option steht nur Pro-Benutzern zur Verfügung.
es: Esta opción es solo para usuarios Pro.
fr: Cette option est réservée aux utilisateurs Pro.
ja: このオプションはProユーザーのみです。
pt_br: Esta opção é apenas para usuários Pro.
pt_pt: Esta opção é apenas para usuários Pro.
ru: Эта опция доступна только для пользователей Pro.
uk: Ця опція доступна тільки для користувачів Pro.
zh_hans: 只有Pro用户可以选择此选项。
zh_hant: 只有Pro用戶可以選擇此選項。
zh_hk: 只有Pro用戶可以選擇此選項。

# settings.save.footer
source: This controls which version of the photo is saved to the system Photo Library.
ar: يحدد هذا الخيار أي نسخة من الصورة سيتم حفظها في مكتبة الصور بالنظام.
de: Diese Einstellung legt fest, welche Version des Fotos in der System-Fotomediathek gespeichert wird.
es: Esta opción controla qué versión de la foto se guarda en la biblioteca de fotos del sistema.
fr: Cette option détermine quelle version de la photo est enregistrée dans la photothèque système.
ja: この設定では、写真ライブラリに保存する写真のバージョンを選択します。
pt_br: Esta opção define qual versão da foto será salva na biblioteca de fotos do sistema.
pt_pt: Esta opção define que versão da fotografia será guardada na fototeca do sistema.
ru: Этот параметр определяет, какая версия фотографии будет сохранена в системной фотобиблиотеке.
uk: Цей параметр визначає, яку версію фотографії буде збережено в системній фотобібліотеці.
zh_hans: 这个选项决定保存到系统相册的是哪一个照片版本。
zh_hant: 這個選項決定保存到系統相簿的是哪一個照片版本。
zh_hk: 這個選項決定保存到系統相簿的是哪一個照片版本。

# settings.save.pro_footer
source: Pro users can choose Original, Watermarked, or Both for the system Photo Library.
ar: يمكن لمستخدمي Pro اختيار حفظ الصورة الأصلية أو الصورة ذات العلامة المائية أو كلتيهما في مكتبة الصور بالنظام.
de: Pro-Nutzer können für die System-Fotomediathek Original, Wasserzeichen oder beides wählen.
es: Los usuarios Pro pueden elegir Original, con marca de agua o ambos para la biblioteca de fotos del sistema.
fr: Les utilisateurs Pro peuvent choisir Originale, avec filigrane ou les deux pour la photothèque système.
ja: Proユーザーは、写真ライブラリに保存する写真をオリジナル・透かし入り・両方から選べます。
pt_br: Usuários Pro podem escolher Original, com marca d’água ou ambos para a biblioteca de fotos do sistema.
pt_pt: Os utilizadores Pro podem escolher Original, com marca de água ou ambas para a fototeca do sistema.
ru: Пользователи Pro могут выбрать для системной фотобиблиотеки оригинал, версию с водяным знаком или обе.
uk: Користувачі Pro можуть вибрати для системної фотобібліотеки оригінал, версію з водяним знаком або обидві.
zh_hans: Pro 用户可以选择保存到系统相册的是原图、水印图，或同时保存两者。
zh_hant: Pro 用戶可以選擇保存到系統相簿的是原圖、浮水印圖，或同時保存兩者。
zh_hk: Pro 用戶可以選擇保存到系統相簿的是原圖、浮水印圖，或同時保存兩者。

# settings.save.title
source: Photo Library Save
ar: حفظ في مكتبة الصور
de: In Fotomediathek speichern
es: Guardado en biblioteca de fotos
fr: Enregistrement dans la photothèque
ja: 写真ライブラリ保存
pt_br: Salvar na biblioteca de fotos
pt_pt: Guardar na fototeca
ru: Сохранение в фотобиблиотеку
uk: Збереження у фотобібліотеку
zh_hans: 系统相册保存
zh_hant: 系統相簿保存
zh_hk: 系統相簿保存

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# settings.white_balance.title
source: White Balance Temperature
ar: درجة حرارة توازن اللون الأبيض
de: Weißabgleichtemperatur
es: Temperatura de balance de blancos
fr: Température de balance des blancs
ja: ホワイトバランスの温度
pt_br: Temperatura de balanço de brancos
pt_pt: Temperatura de balanço de brancos
ru: Температура баланса белого
uk: Температура балансу білого
zh_hans: 白平衡温度
zh_hant: 白平衡溫度
zh_hk: 白平衡溫度

# specifications.title
source: Specifications
ar: المواصفات
de: Spezifikationen
es: Especificaciones
fr: Spécifications
ja: 仕様情報
pt_br: Especificações
pt_pt: Especificações
ru: Спецификации
uk: Технічні характеристики
zh_hans: 版本信息
zh_hant: 版本資訊
zh_hk: 版本資訊

# tutorials.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉
